const lalala = [{
    name: '库蒂尼奥',
    std: '3180103811',
    score: '未批阅',
    keguan: 30,
    ans:[{
        get:0,
        score:"20",
        content:"在程序中定义变量类型对编译器有什么好处？对解释语言，这种好处还存在吗？为什么？",
        answer:"方便编译器的工作，好处不存在，原因不明。"
    },{
        get:0,
        score:"20",
        content:"第一门结构化编程语言是什么语言？结构化编程的要义是什么？",
        answer:"第一门结构化编程语言是JOT语言，要义是啥不清楚"
    },{
        get:0,
        score:"20",
        content:"这门课你最失望的地方是什么？你本来想听到哪些内容，但课堂上却没有提及？你认为这门课最精彩的地方是什么？",
        answer:"没什么失望的地方，也没什么精彩的地方，只能说中规中矩"
    }]
}, {
    name: '格列兹曼',
    std: '3180103812',
    score: '未批阅',
    keguan: 30,
    ans:[{
        get:0,
        score:"20",
        content:"在程序中定义变量类型对编译器有什么好处？对解释语言，这种好处还存在吗？为什么？",
        answer:"方便编译器的工作，好处不存在，原因不明。"
    },{
        get:0,
        score:"20",
        content:"第一门结构化编程语言是什么语言？结构化编程的要义是什么？",
        answer:"第一门结构化编程语言是JOT语言，要义是啥不清楚"
    },{
        get:0,
        score:"20",
        content:"这门课你最失望的地方是什么？你本来想听到哪些内容，但课堂上却没有提及？你认为这门课最精彩的地方是什么？",
        answer:"没什么失望的地方"
    }]
},{
    name: '法蒂',
    std: '3180103813',
    score: '未批阅',
    keguan: 30,
    ans:[{
        get:0,
        score:"20",
        content:"在程序中定义变量类型对编译器有什么好处？对解释语言，这种好处还存在吗？为什么？",
        answer:"方便编译器的工作，好处不存在，原因不明。"
    },{
        get:0,
        score:"20",
        content:"第一门结构化编程语言是什么语言？结构化编程的要义是什么？",
        answer:"第一门结构化编程语言是JOT语言，要义是啥不清楚"
    },{
        get:0,
        score:"20",
        content:"这门课你最失望的地方是什么？你本来想听到哪些内容，但课堂上却没有提及？你认为这门课最精彩的地方是什么？",
        answer:"只能说中规中矩"
    }]
}];

export default lalala;